//
//  DataBaseMock.swift
//  CFTNotes
//
//  Created by Афанасий Корякин on 15.03.2021.
//

import Foundation

class DataBaseMock{
    static var notes : [Note] = [
        Note(id: UUID(), title: "Whats is fly? 🛩", description: "Полёт — самостоятельное перемещение объекта в газообразной среде или вакууме. Это перемещение может осуществляться с применением реактивной тяги или других двигательных средств либо без этого."),
        Note(id: UUID(), title: "Финансы", description: "финтех — отрасль, состоящая из компаний, использующих технологии и инновации, чтобы конкурировать с традиционными финансовыми организациями в лице банков и посредников на рынке финансовых услуг. финтех — отрасль, состоящая из компаний, использующих технологии и инновации, чтобы конкурировать с традиционными финансовыми организациями в лице банков и посредников на рынке финансовых услуг. финтех — отрасль, состоящая из компаний, использующих технологии и инновации, чтобы конкурировать с традиционными финансовыми организациями в лице банков и посредников на рынке финансовых услуг.финтех — отрасль, состоящая из компаний, использующих технологии и инновации, чтобы конкурировать с традиционными финансовыми организациями в лице банков и посредников на рынке финансовых услуг.")]
    
    
    static func response() -> [NoteResponse]{
        return [NoteResponse(items: notes)]
    }
}

